In [1]:
import pandas as pd

In [6]:
data = {'name': ['kim','do','hyun'],
'scroe': ['100','80','70'],
'gender': ['man','woman','man']}

In [7]:
df = pd.DataFrame(data)
df

   name scroe gender
0   kim   100    man
1    do    80  woman
2  hyun    70    man

In [10]:
df.to_json("./df_sample.json")
df

   name scroe gender
0   kim   100    man
1    do    80  woman
2  hyun    70    man

In [11]:
df.to_excel("./df_sample.xlsx")